Repository: Albert634515/EnergyUse
Catalog: WinFormsEF/Views/frmCreateDemoData.*.resx
Languages: nl_nl

# tsbClose.Text
source: &Close
nl_nl: &Sluiten

# cmdCreateDemoData.Text
source: C&reate
nl_nl: Creëren

# label5.Text
source: Random range:
nl_nl: Willekeurig bereik:

# lblRandomizerHelp.Text
source: (To anomize the data a range with which each value is adjusted)
nl_nl: (Om de gegevens te anomiseren een bereik waarmee elke waarde wordt aangepast)

# lblStartDay.Text
source: Source range:
nl_nl: Datum range:

# label4.Text
source: Energy type:
nl_nl: Energie type:

# label3.Text
source: (optional)
nl_nl: (optioneel)

# label2.Text
source: Target address:
nl_nl: Doel adres:

# label1.Text
source: Source address:
nl_nl: Brom adres:

# $this.Text
source: Create Demo Data
nl_nl: Creëren Demo Data
