Repository: Albert634515/EnergyUse
Catalog: WinFormsEF/Views/frmPayBackTime.*.resx
Languages: nl_nl

# lblTotalCapacity.Text
source: Total Capacity:
nl_nl: Totale capaciteit:

# lblEnergyType.Text
source: Energy type:
nl_nl: Energie type:

# lblAddress.Text
source: Address:
nl_nl: Adres:

# label3.Text
source: Quality reduction:
nl_nl: Kwaliteitsvermindering:

# lblMaxYears.Text
source: Max years to calculate:
nl_nl: Max aantal jaren te berekenen:

# lblSubsidy.Text
source: Subsidy:
nl_nl: Subsidie

# lblPurchaseAmount.Text
source: Purchase amount:
nl_nl: Aankoop bedrag:

# lblDateOrPurchase.Text
source: Date of purchase:
nl_nl: Aankoop datum:

# tsbCalculate.Text
source: C&alculate
nl_nl: &Berekenen

# tsbClose.Text
source: &Close
nl_nl: &Sluiten

# periodIdDataGridViewTextBoxColumn.HeaderText
source: Period
nl_nl: Periode

# endPeriodDataGridViewTextBoxColumn.HeaderText
source: End
nl_nl: Einde

# ReturnOnInvestment.HeaderText
source: Return On Investment
nl_nl: Rendement op investering

# ReturnOnInvestmentTotal.HeaderText
source: ROI Total
nl_nl: ROI Totaal

# Return.HeaderText
source: Return %
nl_nl: Terug in %

# valueProducedDataGridViewTextBoxColumn.HeaderText
source: Value Produced
nl_nl: Waarde geproduceerd

# valueConsumedDataGridViewTextBoxColumn.HeaderText
source: Value Consumed
nl_nl: Waarde geconsumeerd

# ValueProducedAndConsumed.HeaderText
source: Value Produced And Consumed
nl_nl: Waarde geproduceerd en geconsumeerd

# MonetaryValueProduced.HeaderText
source: Monetary Value Produced
nl_nl: Geproduceerde monetaire waarde

# MonetaryValueConsumed.HeaderText
source: Monetary Value Consumed
nl_nl: Verbruikte geldwaarde

# MonetaryValueProducedAndConsumed.HeaderText
source: Monetary Value Produced And Consumed
nl_nl: Geproduceerde en geconsumeerde monetaire waarde

# OtherCostProduced.HeaderText
source: Other Cost Produced
nl_nl: Overige kosten productie

# OtherCostConsumed.HeaderText
source: Other Cost Consumed
nl_nl: Overige kosten consumptie
