Repository: Albert634515/EnergyUse
Catalog: WinFormsEF/Views/FrmSetupNewFile.*.resx
Languages: nl_nl

# TabPageSelectFile.Text
source: SelectFile
nl_nl: Selecteer bestand

# CmdSelectExportDirectory.Text
source: Select Directory
nl_nl: Selecteer Directory

# LblIntro.Text
source: Select a new or existing file to use and press next.
nl_nl: Selecteer een nieuw of bestaand bestand om te gebruiken en druk op volgende.

# RbExistingFile.Text
source: Use existing file
nl_nl: Gebruik bestaand bestand

# RbNewFile.Text
source: Create new file
nl_nl: Nieuw bestand maken

# CmdNextSelectFile.Text
source: &Next
nl_nl: &Volgende

# LblAddBaseData.Text
source: Add base data:
nl_nl: Basisgegevens toevoegen:

# LblSetAsDefaultFile.Text
source: Set as default file:
nl_nl: Instellen als standaardbestand:

# CmdSelectExportFile.Text
source: Select file
nl_nl: Selecteer bestand

# LblDbFile.Text
source: Db file:
nl_nl: Database bestand:

# TabPageNewAddress.Text
source: New address
nl_nl: Nieuw adres

# CmdNextNewAddress.Text
source: &Next
nl_nl: &Volgende

# CmPreviousTabNewAddress.Text
source: &Previous
nl_nl: &Terug

# TabPageSelectEnergyTypes.Text
source: New Energy types
nl_nl: Energie typen

# cmdNextNewEnergyTypes.Text
source: &Next
nl_nl: &Volgende

# CmdPreviousEnergyTypes.Text
source: &Previous
nl_nl: &Terug

# LblHelpNewEnergyTypes.Text
source: The following default energies type are added:
nl_nl: Deze standaard energie types worden toegevoegd:

# TabPageSetupFile.Text
source: Setup file
nl_nl: Bestand instellen

# lblSetupFile.Text
source: To use the selected file press 'Setup file'
nl_nl: Om het geselecteerde bestand te gebruiken drukt u op 'Setup bestand'

# cmdPreviousSetupFile.Text
source: &Previous
nl_nl: &Terug

# LblSetupNewFile.Text
source: To set up the new file and create the base date press 'Setup new file'
nl_nl: Om het nieuwe bestand in te stellen en de basisdatum aan te maken, drukt u op 'Nieuw bestand instellen'

# CmdCreateDb.Text
source: Setup file
nl_nl: Setup bestand

# $this.Text
source: Setup New File
nl_nl: Setup nieuw bestand
