Repository: Albert634515/EnergyUse
Catalog: WinFormsEF/Languages/Lang_*.resx
Languages: nl

# BackUpAndRestoreCreated
source: Back-up created
nl: Back-up gemaakt

# BackUpAndRestoreNoRestoreFileExist
source: No restore file does not exist
nl: Herstelbestand niet gevonden

# BackUpAndRestoreNoRestoreFileSelected
source: No restore file selected
nl: Geen herstelbestand geselecteerd

# BackUpAndRestoreRestoreFile
source: Restore db file
nl: Herstel db-bestand

# BackUpAndRestoreSelectFile
source: Please first select an export directory
nl: Selecteer eerst een exportmap

# CalculatedUnitPriceAskDelete
source: Are you sure you want to delete this unit price?
nl: Weet u zeker dat u deze prijs per eenheid wilt verwijderen?

# ChartCompareTitle
source: Compare data per %s
nl: Vergelijk data per %s

# ChartCompareTitleMonth
source: Compare data per %s for %m
nl: Vergelijk data per %s voor %m

# ChartDefaultTitle
source: Data per
nl: Gegevens per

# ChartRatesTitle
source: Rates
nl: Tarieven

# DataSaved
source: Data has been saved
nl: Gegevens zijn opgeslagen

source: Day
nl: Dag

# DescriptionIsRequired
source: Description is a required field
nl: Beschrijving is een verplicht veld

source: File already exists
nl: Bestand bestaat al

# FileExistsOverWrite
source: File already exists, do you want overwrite?
nl: Bestand bestaat al, wilt u overschrijven?

source: Fixed price
nl: Vast prijs

# ImportBrowseFiles
source: Browse import file
nl: Blader door importbestand

# ImportSelectedFileNotExist
source: Selected file does not exist or is not accessible
nl: Geselecteerd bestand bestaat niet of is niet toegankelijk

# ImportSelectFile
source: Please enter a file to import
nl: Selecteer een bestand in om te importeren

# MainErrorDbNotExist
source: Current selected database in the config does not exist or is not accessible, the database needs to be set up before this program can be used.
nl: De huidige geselecteerde database in de configuratie bestaat niet of is niet toegankelijk, de database moet worden ingesteld voordat dit programma kan worden gebruikt.

# MainErrorDbNotSetup
source: Database not set up or not accessible, application will be closed.
nl: Database niet opgezet of niet toegankelijk, applicatie wordt gesloten.

# MainRecalculate
source: Do you want to recalculate all data for energytype '%s'
nl: Wilt u alle gegevens voor energietype '%s' opnieuw berekenen

# MainRecalculateAll
source: Recalculate all
nl: Alles opnieuw berekenen

source: Month
nl: Maand

source: New address
nl: Nieuw adres

source: New category
nl: Nieuwe categorie

source: New energy type
nl: Nieuw energie type

source: New meter
nl: Nieuwe meter

source: New period
nl: Nieuwe periode

source: No data to export
nl: Er is geen data om te exporteren

# PayBackTimeGreaterZero
source: Purchase amount should be greater then zero
nl: Aankoopbedrag moet groter zijn dan nul

# PayBackTimeNoPricePerUnit
source: There is no price unit for year %s
nl: Er is geen prijs per eenheid voor jaar %s

# PayBackTimeNoReturns
source: There are no energy types that return energy
nl: Er zijn geen energietypes die energie teruggeven

# PayBackTimeShouldBeNumeric
source: Purchase amount should be a numeric value
nl: Het aankoopbedrag moet een numerieke waarde zijn

# PayBackTimeSubsidyShouldBeNumeric
source: Subsidy amount should be a numeric value
nl: Het subsidiebedrag moet een numerieke waarde zijn

# PaymentAskDelete
source: Are you sure you want to delete this payment
nl: Weet je zeker dat je deze betaling wilt verwijderen?

source: predefined dates
nl: Voor gedefinieerde periodes

source: Progress
nl: Voortgang

# RatesAlwaysCalculatedWith
source: Category is always calculated with tarif group: %s
nl: Categorie wordt altijd berekend met tariefgroep: %s

# RatesAskDelete
source: Are you sure you want to delete this rate?
nl: Weet u zeker dat u dit tarief wilt verwijderen?

# SelectAddress
source: Select an address
nl: Selecteer een adres

# SelectCategory
source: Select a category
nl: Selecteer eerst een categorie

# SelectEnergyType
source: Select an energy type
nl: Selecteer een energietype

# SelectMeter
source: Please select a meter
nl: Selecteer een meter

# SelectParametersEndDateLarger
source: End date should be large or equal to start date
nl: Einddatum moet groot of gelijk zijn aan startdatum

# SelectParametersSelectAddress
source: Please select an address to calculate the settlement for
nl: Selecteer een adres om de afrekening voor te berekenen

# SelectTarifGroup
source: Select an tarif group
nl: Selecteer een tariefgroep

# TariffGroupsAskDelete
source: Are you sure you want to delete this tarif group?
nl: Weet u zeker dat u deze tariefgroep wilt verwijderen?

# TarifGroupNewGroup
source: New group
nl: Nieuwe group

# ucDataDeleteRate
source: Are you sure you want to delete this rate?
nl: Weet u zeker dat u dit tarief wilt verwijderen?

# ucDataNoMeter
source: The current address does not have a meter for %e.%nFirst add a %e before registering new meter registrations
nl: Het huidige adres heeft geen meter voor %e.%nVoeg eerst een %e toe voordat u nieuwe meterregistraties registreert

# ucDataRecalculate
source: Do you want to recalculate current selected range for energytype '%s'?
nl: Wilt u het huidige geselecteerde bereik voor energietype '%s' opnieuw berekenen?

# UnsavedChanges
source: There are unsaved changes are you sure you want to close this form?
nl: Er zijn niet-opgeslagen wijzigingen. Weet u zeker dat u dit formulier wilt sluiten?

# UnsavedChangesTitle
source: Unsaved changes
nl: Niet-opgeslagen wijzigingen

source: Year
nl: Jaar
