Repository: Albert634515/EnergyUse
Catalog: WinFormsEF/ucControls/ucData.*.resx
Languages: nl_nl

# tsbAdd.Text
source: &Add
nl_nl: &Toevoegen

# tsbEdit.Text
source: &Edit
nl_nl: &Bewerken

# tsbDelete.Text
source: &Delete
nl_nl: &Verwijderen

# tsbRefresh.Text
source: &Refresh
nl_nl: Verversen

# lblTill.Text
source: Till:
nl_nl: T/m:

# lblFrom.Text
source: Range:
nl_nl: Van:

# lbl.Text
source: Cumulative:
nl_nl: Cumulatief:

# rbAccumulativeNo.Text
source: No
nl_nl: Nee

# rbAccumulativeYes.Text
source: Yes
nl_nl: Ja

# RegistrationDate.HeaderText
source: Date
nl_nl: Datum

# RateNormal.HeaderText
source: Rate Normal
nl_nl: Tarief Normal

# RateLow.HeaderText
source: Rate Low
nl_nl: Tarief Low

# ReturnDeliveryNormal.HeaderText
source: Return Delivery Normal
nl_nl: Retour Levering Normaal

# ReturnDeliveryLow.HeaderText
source: Return Delivery Low
nl_nl: Retourlevering laag

# DeltaNormal.HeaderText
source: Delta Normal
nl_nl: Delta Normaal

# DeltaLow.HeaderText
source: Delta Low
nl_nl: Delta Laag

# ReturnDeliveryDeltaNormal.HeaderText
source: Return Delivery Delta Normal
nl_nl: Retour levering Delta Normaal

# ReturnDeliveryDeltaLow.HeaderText
source: Return Delivery Delta Low
nl_nl: Retour levering Delta laag
